/* The title of the button for aborting the scanning of Audio Units. */
"Abort" = "रद्द करें";

/* alert button
   dialog confirmation */
"OK" = "ठीक";

/* alert button */
"Abort scan" = "स्कैन निरस्त करें";

/* alert button */
"Continue" = "जारी रखें";

/* alert button */
"Continue scan" = "स्कैन जारी रखें";

/* alert button */
"Ignore" = "नज़रअंदाज़ करें";

/* alert button */
"Ignore plug-in" = "प्लग-इन नज़रअंदाज़ करें";

/* alert button */
"Open plug-in graphic interface" = "प्लग-इन ग्राफ़िक इंटरफ़ेस खोलें";

/* alert button */
"Start Plug-In Manager" = "प्लग-इन प्रबंधक शुरू करें";

/* alert text */
"Dear ^P user,\nyou have %ld Audio Unit(s) enabled which did not pass the Apple AU validation. This may cause problems and can even crash ^P or lead to data loss! Please check with the manufacturer(s) for updated versions. We recommend disabling these plug-ins in the Plug-In Manager." = "प्रिय ^P यूज़र,\nआपके पास %ld Audio Unit सक्षम हैं जिनका Apple AU सत्यापन सफल नहीं हुआ। इससे समस्या हो सकती है और ^P क्रैश भी हो सकता है या डेटा अनुपलब्ध भी हो सकता है! अपडेट किए गए संस्करण के लिए कृपया निर्माता से संपर्क करें। हम अनुशंसा करते हैं कि प्लग-इन प्रबंधक में जाकर ये प्लग-इन अक्षम कर दें।";

/* alert text */
"Only Audio Units that have been successfully scanned will be available in ^P.\nScanning will continue next time you launch ^P." = "केवल सफलतापूर्वक स्कैन किए गए Audio Units ^P में उपलब्ध होंगे।\nअगली बार ^P लॉन्च करने पर स्कैनिंग जारी रहेगी।";

/* alert text */
"The Audio Unit “%@” by “%@” reports that it is not properly authorized to be used on this system.\nPlease check the plug-in’s documentation for more information about its copy protection." = "“%2$@” से Audio Unit “%1$@” द्वारा की गई रिपोर्ट के अनुसार इस सिस्टम पर उपयोग के लिए वह सही तरह अधिकृत नहीं है।\nकृपया उसकी कॉपी सुरक्षा के बारे में अधिक जानकारी के लिए प्लग-इन के दस्तावेज़ की जाँच करें।";

/* alert text */
"The Audio Unit “%@” by “%@” reports that it is not properly authorized to be used on this system.\nPlease check the plug-in’s documentation for more information about its copy protection. You may open the plug-in’s graphic interface now for managing copy protection." = "“%2$@” से Audio Unit “%1$@” द्वारा की गई रिपोर्ट के अनुसार इस सिस्टम पर उपयोग के लिए वह सही तरह अधिकृत नहीं है।\nकृपया उसकी कॉपी सुरक्षा के बारे में अधिक जानकारी के लिए प्लग-इन के दस्तावेज़ की जाँच करें। आप अभी कॉपी सुरक्षा प्रबंधित करने के लिए प्लग-इन का ग्राफ़िक इंटरफ़ेस खोल सकते हैं।";

/* alert text */
"While verifying Audio Unit compatibility, ^P encountered %ld Audio Unit plug-in(s) which did not pass the Apple AU validation. These plug-ins have been excluded from further usage in ^P to prevent possible problems or crashes. You can start the Plug-In Manager now to review the validation results or continue the startup process." = "Audio Unit संगतता सत्यापित करने के दौरान ^P को %ld Audio Unit प्लग-इन मिला जिसने Apple AU वैधांकन पास नहीं किया। संभावित समस्या या क्रैश से बचने के लिए इन प्लग-इन को ^P के आगे के उपयोग से निकाल दिया गया है। वैधांकन परिणाम की समीक्षा करने या स्टार्टअप प्रोसेस जारी रखने के लिए प्लग-इन प्रबंधक अभी शुरू कर सकते हैं।";

/* alert text */
"^P unexpectedly quit while trying to use the Audio Unit “%@” by “%@”.\nThis plug-in may require an update." = "“%2$@” के Audio Unit “%1$@” का उपयोग करने की कोशिश करते समय ^P अनपेक्षित रूप से बंद हो गया।\nइस प्लग-इन के लिए अपडेट आवश्यक हो सकता है।";

/* alert title */
"An error has occurred with an installed Audio Unit plug-in." = "इंस्टॉल किए हुए किसी Audio Unit प्लग-इन में त्रुटि हुई।";

/* alert title */
"Audio Unit authorization error." = "Audio Unit प्रमाणन त्रुटि।";

/* alert title */
"Incompatible Audio Units found." = "असंगत Audio Units मिले।";

/* alert title */
"You are about to abort the scan process." = "आप स्कैन प्रोसेस निरस्त करने वाले हैं।";

/* alert title */
"You are using incompatible Audio Units." = "आप असंगत Audio Units का उपयोग कर रहे हैं।";

/* audio unit type */
"MIDI processor" = "MIDI प्रोसेसर";

/* audio unit type */
"MIDI-controlled effect" = "MIDI-नियंत्रित प्रभाव";

/* audio unit type */
"effect" = "प्रभाव";

/* audio unit type */
"format converter" = "फ़ॉर्मैट परिवर्तक";

/* audio unit type */
"generator" = "जनरेटर";

/* audio unit type */
"instrument" = "इंस्ट्रूमेंट";

/* audio unit type */
"mixer" = "मिक्सर";

/* audio unit type */
"offline effect" = "ऑफ़लाइन प्रभाव";

/* audio unit type */
"output unit" = "आउटपुट इकाई";

/* audio unit type */
"panner" = "पैनर";

/* message while starting up */
"Searching for Audio Unit plug-ins…" = "Audio Unit प्लग-इन खोज जारी है…";

/* message while starting up */
"Updating information about Audio Unit plug-ins…" = "Audio Unit प्लग-इन के बारे में जानकारी अपडेट की जा रही है…";

/* possible validation result */
"couldn’t be opened" = "खोला नहीं जा सका";

/* possible validation result */
"crashed validation" = "क्रैश पुष्टि";

/* possible validation result */
"failed validation" = "विफल सत्यापन";

/* possible validation result */
"not authorized" = "अधिकृत नहीं है";

/* possible validation result */
"not validated due to internal error" = "आंतरिक त्रुटि के कारण वैधांकित नहीं हुआ";

/* possible validation result */
"not yet validated" = "अब तक मान्य नहीं";

/* possible validation result */
"successfully validated" = "सफलतापूर्वक वैधांकित किया गया";

/* progress dialog text */
"Scanning Audio Units (finalized %d of %d)" = "Audio Units (%1$d / %2$d पूर्ण) स्कैन की जा रही हैं";

/* progress dialog text */
"Scanning Audio Units (finalized %ld of %ld)" = "Audio Units (%1$ld / %2$ld पूर्ण) स्कैन की जा रही है";

/* used for invalid version numbers */
"invalid" = "अमान्य";

/* used when value transformer can’t interpret given object */
"unknown" = "अज्ञात";
